Repository: oliviermattelaer/GameShell
Catalog: missions/basic/04_mkdir_chest/i18n/*.po
Languages: it

source: $GSH_HOME/Forest
it: $GSH_HOME/Foresta

source: $MISSION_DIR/goal/en.txt
it: $MISSION_DIR/goal/it.txt

source: $MISSION_DIR/skip/en.txt
it: $MISSION_DIR/skip/it.txt

source: $MISSION_DIR/treasure-msg/en.txt
it: $MISSION_DIR/treasure-msg/it.txt

source: Chest
it: Cassa

source: Hut
it: Capanna

source: The $dir_name directory does not exist!
it: La cartella $dir_name non esiste!

source: You are back at the initial directory.
it: Sei tornato alla cartella iniziale.

source: You built too many chests in your hut!
it: Hai costruito troppe casse nella tua capanna!

source: You built too many huts in the forest!
it: Hai costruito troppe capanne nella foresta!

source: You did not build a chest in your hut!
it: Non hai costruito un cassa nella tua capanna!

source: You did not build a hut in the forest!
it: Non hai costruito una capanna nella foresta!
