Repository: oliviermattelaer/GameShell
Catalog: missions/intermediate/02_alias_journal/i18n/*.po
Languages: it

source: $GSH_HOME/Forest/Hut/Chest
it: $GSH_HOME/Forest/Capanna/Cassa

source: $MISSION_DIR/goal/en.txt
it: $MISSION_DIR/goal/it.txt

source: $MISSION_DIR/gshrc/en.sh
it: $MISSION_DIR/gshrc/it.sh

source: $MISSION_DIR/skip/en.txt
it: $MISSION_DIR/skip/it.txt

source: $MISSION_DIR/treasure-msg/en.txt
it: $MISSION_DIR/treasure-msg/it.txt

source: It seems you alias doesn't refer to the appropriate file ($target_path). Make sure to use an absolute path...
it: Sembra che l'alias non faccia riferimento al file appropriato ($target_path). Assicurarsi di usare un percorso assoluto...

source: No alias '$alias_name' has been found...
it: Nessun alias '$alias_name' è stato trovato...

source: The command 'nano' is required for mission $MISSION_NAME. (Debian / Ubuntu: install package 'nano')
it: Il comando 'nano' è richiesto dalla missione $MISSION_NAME. (Debian / Ubuntu: install package 'nano')

source: Your alias doesn't use the command '$EDITOR'...
it: Il tuo alias non usa il comando '$EDITOR'...

source: journal
it: storico
