Repository: oliviermattelaer/GameShell
Catalog: missions/pipes_merchant_stall/01_pipe_1/i18n/*.po
Languages: it

source: $GSH_HOME/Stall
it: $GSH_HOME/Stalla

source: $MISSION_DIR/goal/en.txt
it: $MISSION_DIR/goal/it.txt

source: $MISSION_DIR/skip/en.txt
it: $MISSION_DIR/skip/it.txt

source: $MISSION_DIR/treasure-msg/en.txt
it: $MISSION_DIR/treasure-msg/it.txt

source: How much does the king owe?
it: Quanto possiede il re?

source: PAID
it: PAGATO

source: That's not the right answer!
it: Questa non è la risposta giusta!

source: That's the right answer, but you used $nb_cmd commands!
it: Questa è la risposta giusta ma hai utilizzato $nb_cmd comandi!

source: The script 'generate_merchant_stall.sh' is necessary for mission $MISSION_NAME. Make sure the corresponding mission is included.
it: Lo script 'generate_merchant_stall.sh' é necessario per la missione $MISSION_NAME. Verifica che questa missione sia inclusa.

source: the King
it: il Re
