Repository: oliviermattelaer/GameShell
Catalog: missions/finding_files_maze/05_find_xargs_grep/i18n/*.po
Languages: it

source: $GSH_HOME/Forest/Hut/Chest
it: $GSH_HOME/Foresta/Capanna/Cassa

source: $GSH_HOME/Garden/Maze
it: $GSH_HOME/Giardino/Labirinto

source: $MISSION_DIR/goal/en.txt
it: $MISSION_DIR/goal/it.txt

source: $MISSION_DIR/skip/en.txt
it: $MISSION_DIR/skip/it.txt

source: $MISSION_DIR/treasure-msg/en.txt
it: $MISSION_DIR/treasure-msg/it.txt

source: Dummy mission '$DUMMY_MISSION' is required for mission $MISSION_NB ($MISSION_NAME).
it: La missione esempio '$DUMMY_MISSION' è richiesta per la missione $MISSION_NB ($MISSION_NAME).

source: The diamond in your chest is not valid!
it: Il diamante nella tua cassa non è valido!

source: The diamond is not in the chest!
it: Il diamante non è nella cassa!

source: The diamond is still in the maze.
it: Il diamante è ancora nel labirinto.

source: There are too many diamonds in the maze!
it: Ci sono troppi diamanti nel labirinto!

source: There is no diamond in your chest.
it: Non ci sono diamanti nella cassa!

source: diamond
it: diamonte

source: stone
it: pietra
