Repository: oliviermattelaer/GameShell
Catalog: missions/intermediate/03_tab_spider_lair/i18n/*.po
Languages: it

source: $GSH_HOME/Castle/Cellar
it: $GSH_HOME/Castello/Cantina

source: $MISSION_DIR/goal/en.txt
it: $MISSION_DIR/goal/it.txt

source: $MISSION_DIR/skip/en.txt
it: $MISSION_DIR/skip/it.txt

source: $MISSION_DIR/treasure-msg/en.txt
it: $MISSION_DIR/treasure-msg/it.txt

source: Good, but you took $nb_seconds seconds. You needed to take less than $MAX_DELAY seconds...
it: Bene, ma hai impiegato $nb_seconds secondi. Devi farlo in meno di $MAX_DELAY secondi...

source: Lair_of_the_spider_queen
it: Tana_della_regina_dei_ragni

source: Perfect, it took you only $nb_seconds seconds to complete this mission!
it: Perfetto, hai impiegato solo $nb_seconds secondi per completare questa missione!

source: The queen spider is still in its lair...
it: La regina dei ragni è ancora nella sua tana...

source: Where is the baby bat?
it: Dov'è il piccolo pipistrello?

source: You are back in the cellar.
it: Sei tornato nella cantina.

source: You are not in the queen spider lair!
it: Non sei nella tana della regina dei ragni!

source: baby_bat
it: piccolo_pipistrello

source: spider_queen
it: regina_dei_ragni
