Repository: oliviermattelaer/GameShell
Catalog: missions/permissions/03_chmod_*_file_dir_throne_room/i18n/*.po
Languages: it

source: $GSH_HOME/Castle/Main_building/Throne_room
it: $GSH_HOME/Castello/Palazzo_principale/Sala_del_trono

source: $GSH_HOME/Forest/Hut/Chest
it: $GSH_HOME/Foresta/Capanna/Cassa

source: $MISSION_DIR/goal/en.txt
it: $MISSION_DIR/goal/it.txt

source: $MISSION_DIR/skip/en.txt
it: $MISSION_DIR/skip/it.txt

source: $MISSION_DIR/treasure-msg/en.txt
it: $MISSION_dir/treasure-msg/it.txt

source: Safe
it: Cassaforte

source: The crown in your chest is a fake!
it: La corona nella tua cassa è falsa!

source: The crown in your chest is not readable!
it: La corona nella tua cassa è illeggibile!

source: There is no crown in your chest!
it: Non c'è alcuna corona nella tua cassa!

source: Those digits are not correct!
it: Quelle cifre non sono corrette!

source: What are the 3 digits inscribed on the base of the crown?
it: Quali sono le 3 cifre incise alla base della corona?

source: crown
it: corona
